Repository: jchunf/Pulse
Catalog: Sources/PulseApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Today: %lld active hours so far — a few more to qualify.
zh_hans: 今天已活跃 %lld 小时，再几小时就能计入连续记录。

source: Every day you use your Mac for more than four hours lights up a square. Keep coming back — this card fills in over time.
zh_hans: 每天在 Mac 上活跃超过四小时，就会点亮一个方块。保持回来，这张图会随时间慢慢填满。

source: Keep your %lld-day streak going
zh_hans: 保持你的 %lld 天连续记录

# %lld active hours so far today — %lld more and today counts toward the streak.
source: %1$lld active hours so far today — %2$lld more and today counts toward the streak.
zh_hans: 今天已活跃 %1$lld 小时，再 %2$lld 小时就能计入连续记录。

source: Each lid open marks a return to your Mac.
zh_hans: 每次开盖都代表你回到 Mac 的一次。

source: Today's minute with the most app switches.
zh_hans: 今天 App 切换最频繁的一分钟。

source: MacBook lid
zh_hans: 笔记本盖

source: opens today
zh_hans: 今日开盖次数

source: Avg past 7 days: %@
zh_hans: 过去 7 天平均 %@ 次

source: Rests today
zh_hans: 今日休息

source: Count
zh_hans: 次数

source: Total
zh_hans: 总时长

source: Today's timeline
zh_hans: 今日时间带

source: Clear data in a time range…
zh_hans: 清除某时段数据…

source: Clear a time range
zh_hans: 清除时段数据

source: From
zh_hans: 从

source: To
zh_hans: 到

source: Every row whose timestamp falls between these moments will be permanently deleted from every data table. An audit note ("data_purged") is added to system_events so the Privacy window still shows that a purge occurred. This cannot be undone.
zh_hans: 该区间内的所有数据行将从所有数据表中永久删除。一条审计记录（「data_purged」）会写入 system_events，以便隐私窗口仍然显示曾发生过清除。此操作不可撤销。

source: Close
zh_hans: 关闭

source: Clear…
zh_hans: 清除…

source: Delete every event between those moments?
zh_hans: 永久删除该区间内的所有事件？

source: Delete permanently
zh_hans: 永久删除

source: Cancel
zh_hans: 取消

source: Deleted %lld rows across all tables.
zh_hans: 已从所有数据表删除 %lld 行。

source: Database is not available — permission or storage issue.
zh_hans: 无法访问数据库 — 可能是权限或存储问题。

source: Weekly PDF…
zh_hans: 周报 PDF

source: Check for updates…
zh_hans: 检查更新

source: Settings…
zh_hans: 设置…

source: Receive development builds
zh_hans: 接收开发版构建

source: Sets which feed “Check for updates…” queries. Flip the toggle, then click the button below — Pulse will install the most recent build of the channel you just switched to.
zh_hans: 决定「检查更新…」从哪条 feed 拉取。翻动这个开关之后，再点下面的「检查更新…」按钮 —— Pulse 会装上你刚切到的频道的最新构建。

source: Version
zh_hans: 版本

source: Switch to latest stable build…
zh_hans: 切换到最新稳定版…

source: Switch to latest development build…
zh_hans: 切换到最新开发版…

source: Update checks are always manual. Pulse never reaches the network on its own.
zh_hans: 检查更新永远是你手动点的。Pulse 不会自动联网。

source: Pulse exited unexpectedly last time
zh_hans: Pulse 上次异常退出

source: macOS saved a crash log when this happened. Open it if you want to see what went wrong (or share it for debugging), or dismiss this banner — it won't reappear unless another crash happens.
zh_hans: 上次崩溃时 macOS 保存了一份崩溃日志。你可以打开它看看出了什么问题（或把它分享出去用于排错），也可以忽略这条提示 —— 只有下次再崩溃时它才会重新出现。

source: Show crash report
zh_hans: 查看崩溃报告

source: Mouse trails
zh_hans: 鼠标轨迹

source: Mouse heatmap
zh_hans: 鼠标热力图

source: No mouse movement recorded yet.
zh_hans: 还没有记录到鼠标移动。

source: Limited movement on this display yet.
zh_hans: 这块屏幕的鼠标活动还很少。

source: Display %lld
zh_hans: 显示器 %lld

source: Primary display
zh_hans: 主显示器

source: %@ moves · last 7 days
zh_hans: %@ 次移动 · 最近 7 天

source: %1$@ moves · last %2$lld days
zh_hans: %1$@ 次移动 · 最近 %2$lld 天

source: Last %lld days
zh_hans: 最近 %lld 天

source: Dwell
zh_hans: 停留

source: Untouched
zh_hans: 未访问

source: Untouched regions · last %lld days
zh_hans: 未访问的区域 · 最近 %lld 天

source: Chronotype
zh_hans: 作息画像

source: Late-night worker
zh_hans: 深夜型

source: Early bird
zh_hans: 早起型

source: Morning person
zh_hans: 上午型

source: Afternoon worker
zh_hans: 下午型

source: Evening / night owl
zh_hans: 夜猫子型

# Most active around %lld:00 · last %lld days
source: Most active around %1$lld:00 · last %2$lld days
zh_hans: %1$lld:00 前后最活跃 · 最近 %2$lld 天

source: Activity weight
zh_hans: 活动量曲线

source: Avg %1$.1f h/day · peak %2$.1f h on %3$@
zh_hans: 日均 %1$.1f 小时 · 峰值 %2$.1f 小时（%3$@）

source: Typing tempo · last hour
zh_hans: 打字节奏 · 最近一小时

source: Avg %1$.0f · peak %2$lld keystrokes per minute, when typing
zh_hans: 在你打字的分钟里，每分钟均速 %1$.0f 次 · 峰值 %2$lld 次

source: Mouse speed · last hour
zh_hans: 鼠标速度 · 最近一小时

source: Focus mode today
zh_hans: 今日专注 / DND

source: %.0f%% of today
zh_hans: 占今日 %.0f%%

source: DND / Work / Personal / Sleep …
zh_hans: 勿扰 / 工作 / 个人 / 睡眠 …

source: Clipboard activity today
zh_hans: 今日剪贴板活动

source: copies / cuts
zh_hans: 次复制 / 剪切

source: Frequency only — Pulse never reads what's on the pasteboard.
zh_hans: 仅统计频率 —— Pulse 从不读取剪贴板里的内容。

source: Hand balance · last 7 days
zh_hans: 双手均衡度 · 最近 7 天

source: Left %1$.0f%% · Right %2$.0f%% · %3$lld classified keystrokes
zh_hans: 左手 %1$.0f%% · 右手 %2$.0f%% · 共 %3$lld 次可分类按键

source: Avg %1$.1f · peak %2$.1f millimetres per second, while moving
zh_hans: 在你移动鼠标的分钟里，均速 %1$.1f 毫米/秒 · 峰值 %2$.1f 毫米/秒

source: %1$@ clicks · last %2$lld days
zh_hans: %1$@ 次点击 · 最近 %2$lld 天

source: No mouse clicks recorded yet.
zh_hans: 暂无鼠标点击记录。

source: App switches today
zh_hans: 今日应用切换

# %lld switches across %lld pairs · today
source: %1$lld switches across %2$lld pairs · today
zh_hans: 今日共 %1$lld 次切换 · 涉及 %2$lld 组路径

source: Work stacks today
zh_hans: 今日工作组合

source: Apps you cycled through in the same 10-minute window.
zh_hans: 在同一个 10 分钟窗口里一起出现过的应用组合。

source: ≈ %lld min
zh_hans: 约 %lld 分钟

source: %lld windows
zh_hans: %lld 段时间

source: Busiest minute today
zh_hans: 今日最忙的一分钟

source: switches
zh_hans: 次切换

source: around %@
zh_hans: %@ 前后
